"STORE_DESCRIPTION" = "VLC è un lettore multimediale multi-piattaforma gratuito e open source.\nPuò riprodurre tutti i tuoi film, programmi e musica nella maggior parte dei formati direttamente senza conversione.\nConsente la sincronizzazione dei file con Dropbox, GDrive, OneDrive, Box, iCloud Drive, iTunes, scaricamenti diretti e condivisione Wi-Fi, nonché trasmissioni da server multimediali SMB, FTP, SFTP, NFS, UPnP/DLNA e Web.\nVLC offre supporto per sottotitoli avanzati, inclusa la piena compatibilità SSA, audio multi-traccia, controllo della velocità di riproduzione e rendering tramite Chromecast.\n\nVLC è completamente gratuito e open source.";

"STORE_DESCRIPTION_TV" = "VLC è un lettore multimediale multi-piattaforma gratuito e open source.\nPuò riprodurre tutti i tuoi film, programmi e musica nella maggior parte dei formati direttamente senza conversione.\nConsente la riproduzione remota dal tuo Mac o PC tramite un'interfaccia utente web, nonché lo trasmissione da server multimediali SMB, FTP, SFTP, NFS, UPnP/DLNA e web.\nVLC offre supporto per sottotitoli avanzati, inclusa la piena compatibilità SSA, audio multi-traccia e controllo della velocità di riproduzione.\n\nVLC è completamente gratuito e open source.\n\nLa grafica è fornita da TMDb, che è un database di film gestito dalla comunità.";

"UNKNOWN_TRACK_TYPE" = "Tipo di traccia sconosciuto";
"CHOOSE_TITLE" = "Scegli titolo";
"CHOOSE_CHAPTER" = "Scegli capitolo";
"CHAPTER_SELECTION_TITLE" = "Capitoli";
"TITLE" = "Titolo";
"CHAPTER" = "Capitolo";
"TRACK_SELECTION" = "Selezione tracce";
"AUDIO" = "Audio";
"SUBTITLES" = "Sottotitoli";
"LANGUAGE" = "Lingua";
"MEDIA_INFO" = "Informazioni media";
"VIDEO_DIMENSIONS" = "Dimensioni video";
"FORMAT_VIDEO_DIMENSIONS" = "%ix%i pixel";
"FORMAT_AUDIO_TRACKS" = "%i tracce audio";
"ONE_AUDIO_TRACK" = "Una traccia audio";
"FORMAT_SPU_TRACKS" = "%i tracce di sottotitoli";
"ONE_SPU_TRACK" = "Una traccia di sottotitoli";
"TRACKS" = "%i tracce";
"TRACK" = "%i traccia";
"TRACKS_DURATION" = "%u tracce, durata: %@";
"NB_ALBUM_FORMAT" = "%i album";
"NB_ALBUMS_FORMAT" = "%i album";

"PLAYING_EXTERNALLY_TITLE" = "TV Connessa";
"PLAYING_EXTERNALLY_DESC" = "Questo video è in riproduzione sul televisore";
"PLAYING_EXTERNALLY_ADDITION" = "\n In riproduzione su:"; /* \n should stay in every translation */

"VFILTER_HUE" = "Tonalità";
"VFILTER_CONTRAST" = "Contrasto";
"VFILTER_BRIGHTNESS" = "Luminosità";
"VFILTER_SATURATION" = "Saturazione";
"VFILTER_GAMMA" = "Gamma";

"PRESET_PREAMP_SETTING" = "Impostazioni preimpostazione / preamp";
"PREAMP" = "Preamplificazione";
"SNAP_BANDS" = "Bande a scatto";

"PLAYBACK_FAILED" = "Riproduzione non riuscita";
"PLEASE_WAIT" = "Attendi";
"AR_CHANGED" = "Proporzioni: %@";
"DEFAULT" = "Predefinito";
"FILL_TO_SCREEN" = "Taglia per riempire lo schermo";
"PLAYBACK_SPEED" = "Velocità di riproduzione";
"SPU_DELAY" = "Ritardo sottotitoli";
"AUDIO_DELAY" = "Ritardo audio";
"BUTTON_SLEEP_TIMER" = "Timer di sospensione";
"SLEEP_TIMER_UPDATED" = "Timer di sospensione aggiornato";
"CONTINUE_PLAYBACK" = "Vuoi continuare la riproduzione?";
"CONTINUE_PLAYBACK_LONG" = "Vuoi continuare la riproduzione di \"%@\" da dove l'hai lasciata?";

"BUTTON_ABOUT" = "Informazioni";
"BUTTON_BACK" = "Indietro";
"BUTTON_DONE" = "Fine";
"BUTTON_CANCEL" = "Annulla";
"BUTTON_SAVE" = "Salva";
"BUTTON_DOWNLOAD" = "Scarica";
"BUTTON_DELETE" = "Elimina";
"BUTTON_OK" = "OK";
"BUTTON_DISMISS" = "Rimuovi";
"BUTTON_CONTACT" = "Contattaci";
"BUTTON_CONNECT" = "Connetti";
"BUTTON_RENAME" = "Rinomina";
"BUTTON_LEARN_MORE" = "Per saperne di più";
"BUTTON_LOGOUT" = "Esci";
"BUTTON_CONTINUE" = "Continua";
"BUTTON_SET" = "Imposta";
"BUTTON_RESET" = "Ripristina";
"BUTTON_RESCAN" = "Nuona scansione";
"PRIVATE_PLAYBACK_TOGGLE" = "Riproduzione privata";
"SCAN_SUBTITLE_TOGGLE" = "Scansione sottotitoli (solo http)";

"BUTTON_RENDERER" = "Dispositivi di trasmissione";
"BUTTON_RENDERER_HINT" = "Mostra un menu dei dispositivi di trasmissione disponibili";
"BUTTON_AIRPLAY" = "AirPlay o Bluetooth";
"BUTTON_AIRPLAY_HINT" = "Mostra un menu dei dispositivi AirPlay o Bluetooth disponibili";

"UPGRADING_LIBRARY" = "Aggiornamento raccolta multimediale";

"FAVORITES" = "Preferiti";
"NO_FAVORITES" = "Non ci sono ancora preferiti";
"NO_FAVORITES_DESCRIPTION" = "Marca le tue cartelle preferite mentre navighi i server per averle elencate qui.";
"ADD_FAVORITE" = "Aggiungi ai preferiti";
"REMOVE_FAVORITE" = "Rimuovi dai preferiti";
"FAVORITE_ALERT_TITLE" = "Vuoi aggiungere questa cartella ai tuoi preferiti?";
"UNFAVORITE_ALERT_TITLE" = "Vuoi rimuovere questa cartella dai tuoi preferiti?";

"OPEN_NETWORK" = "Apri flusso di rete";
"NETWORK_TITLE" = "Flusso di rete";
"OPEN_NETWORK_HELP" = "Digita qualsiasi indirizzo HTTP, RTSP, RTMP, MMS, FTP o UDP/RTP  per aprire il flusso direttamente.";
"HTTP_UPLOAD_SERVER_OFF" = "Server non attivo";
"HTTP_UPLOAD_NO_CONNECTIVITY" = "Nessuna connessione Wi-Fi attiva";
"OPEN_STREAM_OR_DOWNLOAD" = "Vuoi scaricare o riprodurre questo URL?";
"ALWAYS_STREAM_URL" = "Riproduci sempre gli URL";
"SHARED_VLC_IOS_LIBRARY" = "Libreria condivisa di VLC per iOS";
"SMB_CIFS_FILE_SERVERS" = "File Server (SMB)";

"MANAGED_SERVERS" = "Gestiti";

"SMB_CIFS_FILE_SERVERS_SHORT" = "SMB";

"HTTP_DOWNLOAD_CANCELLED" = "Scaricamento annullato dall'utente";

"DOWNLOAD_FROM_HTTP" = "Scaricati";
"ERROR_NUMBER" = "Si è verificato l'errore %i";
"DOWNLOAD_FAILED" = "Scaricamento non riuscito";
"FILE_NOT_SUPPORTED" = "Formato del file non supportato";
"FILE_NOT_SUPPORTED_LONG" = "Il formato del file usato da %@ non è supportato da questa versione di VLC per iOS.";
"SCHEME_NOT_SUPPORTED" = "Formato dell'indirizzo non supportato";
"SCHEME_NOT_SUPPORTED_LONG" = "Il formato dell'indirizzo (%@) non è supportato. Usa un indirizzo che comincia con HTTP, HTTPS o FTP.";
"RENAME_MEDIA_TO" = "Digita un nuovo nome per %@";

"FOLDER_EMPTY" = "Cartella vuota";

"SHARING_ACTION_SHEET_TITLE_CHOOSE_FILE" = "Scegli un file da aprire:";
"SHARING_ACTIVITY_OPEN_IN_TITLE" = "Apri in...";
"SHARING_ERROR_NO_FILES" = "Impossibile trovare un file da condividere";
"SHARING_ERROR_NO_APPLICATIONS" = "Impossibile trovare un'applicazione per aprire questo tipo di file";
"SHARING_SUCCESS_CAMERA_ROLL" = "Il file è stato salvato correttamente nel Rullino fotografico";

"FAVORITEVC_DETAILTEXT" = "Vedi le tue cartelle preferite";
"STREAMVC_DETAILTEXT" = "Riproduci i flussi direttamente senza scaricarli";
"DOWNLOADVC_DETAILTEXT" = "Scarica i file direttamente sul tuo dispositivo";
"HEADER_TITLE_RENDERER" = "Seleziona un dispositivo di trasmissione";

"BROWSE" = "Sfoglia";
"NETWORK" = "Rete";
"LOCAL_NETWORK" = "Rete locale";
"CONNECT_TO_SERVER" = "Connetti al server";
"FILE_SERVER" = "File server";
"USER_LABEL" = "Utente";
"PASSWORD_LABEL" = "Password";
"DISABLE_LABEL" = "Disabilita";
"BUTTON_ANONYMOUS_LOGIN" = "Accesso anonimo";

"LOCAL_SERVER_REFRESH" = "Aggiorna";
"LOCAL_SERVER_LAST_UPDATE" = "Ultimo aggiornamento il %@";
"LOCAL_SERVER_CONNECTION_FAILED_TITLE" = "CONNESSIONE AL SERVER NON RIUSCITA";
"LOCAL_SERVER_CONNECTION_FAILED_MESSAGE" = "Controlla l'indirizzo del server e le credenziali";

"FILES_APP_CELL_TITLE" = "File locali";
"FILES_APP_CELL_SUBTITLE" = "Apri un file senza copiarlo in VLC";

"CLOUD_SERVICES" = "Servizi Cloud";
"LOGIN" = "Accedi";
"LOGGED_IN" = "Accesso effettuato";
"LOGGED_IN_SERVICES" = "%d servizi registrati";
"LOGGED_IN_SERVICE" = "1 servizio registrato";

"DROPBOX_DOWNLOAD" = "Scaricare il file?";
"DROPBOX_DL_LONG" = "Desideri scaricare il file \"%@\" nel tuo %@?";
"DROPBOX_LOGIN" = "Accesso";

"GDRIVE_ERROR_FETCHING_FILES" = "Errore durante il recupero dei file";
"GDRIVE_DOWNLOAD_SUCCESSFUL" = "Il file è stato scaricato correttamente";
"GDRIVE_DOWNLOAD_SUCCESSFUL_TITLE" = "SUCCESSO";
"GDRIVE_ERROR_DOWNLOADING_FILE" = "Si è verificato un errore durante lo scaricamento";
"GDRIVE_ERROR_DOWNLOADING_FILE_TITLE" = "ERRORE";

"ONEDRIVE_MEDIA_WITHOUT_URL" = "Il supporto selezionato non ha un URL riproducibile";

"DISK_FULL" = "Limite di archiviazione raggiunto";
"DISK_FULL_FORMAT" = "%@ non può essere archiviato sul tuo %@, poiché lo spazio disponibile è insufficiente.";

"NUM_OF_FILES" = "%i file";
"ONE_FILE" = "1 file";
"NO_FILES" = "Nessun file supportato";
"DOWNLOADING" = "Scaricamento in corso...";
"REMAINING_TIME" = "Tempo rimanente: %@";
"BIOMETRIC_UNLOCK" = "Sblocco raccolta multimediale\nAnnulla per digitare il codice di sicurezza";

// Passcode Strings that we need to localize for them
"Set Passcode" = "Imposta codice di sicurezza";
"Enter Passcode" = "Digita codice di sicurezza";
"Enter a passcode" = "Digita un codice di sicurezza";
"Enter your passcode" = "Digita il tuo codice di sicurezza";
"Passcodes did not match. Try again." = "I codici di sicurezza non corrispondono. Riprova.";
"Re-enter your passcode" = "Digita ancora il tuo codice di sicurezza";
"Passcode Options" = "Opzioni codice di sicurezza";
"4-Digit Numeric Code" = "Codice numerico a 4 cifre"; /* Passcode 4 digit numeric code */
"6-Digit Numeric Code" = "Codice numerico a 6 cifre"; /* Passcode 6 digit numeric code */

"Settings" = "Impostazioni"; // plain text key to keep compatibility with InAppSettingsKit's upstream
"ON" = "On";
"OFF" = "Off";

"EMPTY_LIBRARY" = "Raccolta multimediale vuota";
"EMPTY_LIBRARY_LONG" = "Per la riproduzione puoi trasmettere contenuti da un server sulla tua rete locale, dal cloud o sincronizzare contenuti sul tuo dispositivo utilizzando iTunes, Wi-Fi Upload o altri servizi Cloud.";

"EMPTY_NO_PLAYLISTS" = "Scalette";
"EMPTY_NO_PLAYLISTS_DESCRIPTION" = "Per creare scalette, accedi alla modalità Modifica nelle schede Contenuto video o audio e seleziona i tuoi media preferiti. Puoi anche sincronizzare le scalette esistenti da altri tuoi dispositivi o da Internet.";

"EMPTY_PLAYLIST" = "Scaletta vuota";
"EMPTY_PLAYLIST_DESCRIPTION" = "Aggiungi media durante la modifica nelle categorie rispettive.";

"EMPTY_HISTORY" = "Svuota la cronologia";
"EMPTY_HISTORY_DESCRIPTION" = "Ancora nessun media.";

"EMPTY_MEDIA_LIST" = "Elenco media vuoto";
"EMPTY_MEDIA_LIST_DESCRIPTION" = "L'elenco dei media è vuoto pertanto la riproduzione non può iniziare";

"PLAYBACK_SCRUB_HELP" = "Scorri il dito verso l'alto per regolare la velocità di scrubbing.";
"PLAYBACK_SCRUB_HIGH" = "Scrubbing ad alta velocità";
"PLAYBACK_SCRUB_HALF" = "Scrubbing con velocità al 50%";
"PLAYBACK_SCRUB_QUARTER" = "Scrubbing con velocità al 25%";
"PLAYBACK_SCRUB_FINE" = "Scrubbing di precisione";
"PLAYBACK_SCRUB_TOTAL_TIME_FORMAT" = "%@ trascorsi, durata totale %@"; /* 1: elapsed time, 2: total time */
"PLAYBACK_SCRUB_REMAINING_TIME_FORMAT" = "%@ trascorsi, %@"; /* 1: elapsed time, 2: remaining time */
"PLAYBACK_SCRUB_ACCESSIBILITY_TIME_DISPLAY" = "Visualizzazione del tempo";
"PLAYBACK_POSITION" = "Posizione della riproduzione";
"VIDEO_FILTER" = "Filtri video";
"VIDEO_FILTER_RESET_BUTTON" = "Ripristina filtri video";
"VIDEO_ASPECT_RATIO_BUTTON" = "Proporzioni video";
"BWD_BUTTON" = "Salta indietro";
"FWD_BUTTON" = "Salta in avanti";
"PLAY_BUTTON" = "Riproduci";
"NEXT_BUTTON" = "Successivo";
"PREV_BUTTON" = "Precedente";
"PLAY_ALL_BUTTON" = "Riproduci tutto";
"PLAY_ALL_HINT" = "Riproduci tutti i media nella raccolta";

"RESET_VIDEO_FILTERS" = "Vuoi ripristinare i filtri audio?";
"RESET_PLAYBACK_SPEED" = "Vuoi ripristinare la velocità di riproduzione?";
"RESET_EQUALIZER" = "Vuoi ripristinare le impostazioni dell'equalizzatore?";
"RESET_SLEEP_TIMER" = "Vuoi ripristinare il timer di sospensione?";

"CUSTOM_EQUALIZER_PROFILES" = "Profili personalizzati";
"DEFAULT_PROFILE_NAME" = "Profilo personalizzato";
"CUSTOM_EQUALIZER_ALERT_TITLE" = "Salva nuovo profilo";
"CUSTOM_EQUALIZER_ALERT_MESSAGE" = "Vuoi salvare un nuovo profilo con i valori selezionati?";
"RENAME_CUSTOM_PROFILE_TITLE" = "Rinomina il profilo";
"DELETE_CUSTOM_PROFILE_TITLE" = "Elimina il profilo";
"DELETE_CUSTOM_PROFILE_MESSAGE" = "Vuoi eliminare il profilo selezionato?";

"VERSION_FORMAT" = "Versione: %@";
"BASED_ON_FORMAT" = "Basato su:<br />%@";

"NEW" = "NUOVO";

"VO_VIDEOPLAYER_TITLE" = "Lettore video";
"VO_VIDEOPLAYER_DOUBLETAP" = "Tocca due volte per mostrare o nascondere i controlli di riproduzione";

"FIRST_STEPS_ITUNES" = "Sincronizzazione file";
"FIRST_STEPS_ITUNES_TITLE" = "Sincronizza con il tuo computer";
"FIRST_STEPS_ITUNES_DETAILS" = "Connetti il tuo %@ per utilizzare Finder o iTunes per \"Condivisione file\". Seleziona VLC per trasferire i file.";
"FIRST_STEPS_WIFI_TITLE" = "Condividi tramite Wi-Fi";
"FIRST_STEPS_WIFI_DETAILS" = "Inserisci l'URL generato nel tuo browser web preferito mentre sei connesso alla stessa rete del tuo %@.";
"FIRST_STEPS_CLOUDS" = "Cloud";
"FIRST_STEPS_CLOUD_TITLE" = "Cloud";
"FIRST_STEPS_CLOUD_DETAILS" = "Carica i tuoi contenuti su un servizio cloud come Google Drive o su Dropbox per scaricarli da remoto o trasmetterli.";

"PLEX_CHECK_ACCOUNT" = "Controlla il tuo account Plex nelle impostazioni";
"PLEX_ERROR_ACCOUNT" = "Errore di accesso a Plex";

"UNAUTHORIZED" = "Non autorizzato";

"SERVER" = "Server";
"SERVER_PORT" = "Porta";
"NO_SERVER_FOUND" = "Nessun server trovato";
"NO_RECENT_STREAMS" = "Nessun flusso è stato riprodotto di recente";

"WEBINTF_TITLE" = "Condivisione tramite Wi-Fi";
"WEBINTF_ETHERNET" = "Condivisione tramite Ethernet";
"WEBINTF_DROPFILES" = "Rilascia file";
"WEBINTF_DROPFILES_LONG" = "Rilascia i file nella finestra per aggiungerli al tuo %@.<br>Oppure fai clic sul pulsante \"+\" per usare il selettore dei file.";
"WEBINTF_DOWNLOADFILES" = "Scarica file";
"WEBINTF_DOWNLOADFILES_LONG" = "Ti basta fare clic sul file che vuoi scaricare dal tuo %@.";
"WEBINTF_ADDRESS_COPIED" = "Indirizzo copiato negli appunti";
"WEBINTF_TITLE_ATV" = "Riproduzione remota";
"WEBINTF_DROPFILES_LONG_ATV" = "Rilascia i file nella finestra per riprodurli sul tuo %@.<br>Oppure fai clic sul pulsante \"+\" per usare il selettore dei file.";
"WEBINTF_URL_SENT" = "URL inviato correttamente.";
"WEBINTF_URL_EMPTY" = "L'URL non può essere vuoto.";
"WEBINTF_URL_INVALID" = "Non è un URL valido.";
"WEBINTF_AUTH_REQUIRED" = "Digita il codice di sicurezza che hai impostato in VLC iOS:";
"WEBINTF_AUTH_WRONG_PASSCODE" = "Codice di sicurezza errato.<br>Tentativi rimanenti:";
"WEBINTF_AUTH_BANNED" = "Hai digitato troppi codici di sicurezza errati.<br>Riavvia VLC iOS e prova ancora.";

"DURATION" = "Durata";
"TITLE" = "Titolo";
"ROTATE_BUTTON" = "Ruota"; /* Accessibility label for rotate button on the player */
"ROTATE_BUTTON_HINT" = "Passa dalla modalità orizzontale a quella verticale del lettore video."; /* Accessibility hint for rotate button on the player */

"AUDIO_INFO_VC_TITLE" = "Informazioni audio";
"ENTER_URL" = "Digita URL da riprodurre";
"HTTP_SERVER_ON" = "Disabilita riproduzione remota";
"HTTP_SERVER_OFF" = "Abilita riproduzione remota";
"CACHED_MEDIA" = "Media in cache";
"CACHED_MEDIA_LONG" = "I media mostrati qui sono memorizzati localmente sulla tua Apple TV. Nota che i contenuti possono essere rimossi in ogni momento dal sistema operativo, senza alcun preavviso quando VLC non è in esecuzione, nel caso il dispositivo esaurisca lo spazio di archiviazione.";
"DOWNLOAD_SUBS_FROM_OSO" = "Scarica sottotitoli...";
"FOUND_SUBS" = "Sottotitoli trovati";
"NO_SUB_FOUND_OSO" = "Non sono stati trovati sottotitoli per il tuo elemento multimediale \"%@\". ";
"SELECT_AUDIO_FROM_FILES" = "Carica audio esterno...";
"SELECT_SUBTITLE_FROM_FILES" = "Carica sottotitoli esterni...";
"USE_SPDIF" = "Usa Pass-through (S/PDIF)";

"PLAYBACK" = "Riproduzione";
"REPEAT_MODE" = "Ripeti";
"REPEAT_DISABLED" = "Disabilita";
"REPEAT_SINGLE" = "Singolo";
"REPEAT_FOLDER" = "Cartella";
"SHUFFLE" = "Mescola";
"SHUFFLE_DISABLED" = "Non mescolare";

"RESET_NETWORK_STREAM_LIST_TITLE" = "Ripristina l'elenco";
"RESET_NETWORK_STREAM_LIST_TEXT" = "Ripristina definitivamente l'elenco dei flussi di rete riprodotti di recente.";

// MARK: - Local Network Service Names
"UPNP_LONG" = "Universal Plug'n'Play (UPnP)";
"UPNP_SHORT" = "UPnP";

"PLEX_LONG" = "Plex Media Server (tramite Bonjour)";
"PLEX_SHORT" = "Plex";

"FTP_SHORT" = "FTP";
"SFTP_SHORT" = "SFTP";

"NFS_LONG" = "Network File System (NFS)";
"NFS_SHORT" = "NFS";

"BONJOUR_FILE_SERVERS" = "File server BONJOUR";
"DSM_WORKGROUP" = "Gruppo di lavoro";

"URL_NOT_SUPPORTED" = "L'URL non può essere aperto";

// Insert %@ where play-pause-glyph should be placed
"DELETE_ITEM_HINT" = "Premi %@ per eliminare"; /* Insert %@ where play-pause-glyph should be placed */
"DELETE_MESSAGE" = "Conferma l'eliminazione della sezione";
"DELETE_MESSAGE_PLAYLIST" = "Sei sicuro di voler eliminare la scaletta selezionata?\nI file multimediali associati non saranno eliminati.";
"DELETE_MESSAGE_PLAYLIST_CONTENT" = "Sei sicuro di voler rimuovere i media selezionati dalla scaletta?\nEssi non saranno eliminati dal disco.";

// MARK: - Drag and Drop

"PROTOCOL_NOT_SELECTED" = "Protocollo non selezionato";
"Settings" = "Impostazioni";

"ERROR" = "Errore";
"SORT" = "Ordina";
"SORT_BY" = "Ordina per";
"SEARCH" = "Cerca";
"VIDEO" = "Video";

// MARK: - MediaViewController Swipable Header
"ALBUMS" = "Album";
"ARTISTS" = "Artisti";
"EPISODES" = "Episodi";
"GENRES" = "Generi";
"ALL_VIDEOS" = "Tutti i video";
"SONGS" = "Brani";
"PLAYLISTS" = "Scalette";
"VIDEO_GROUPS" = "Gruppi di video";
"HISTORY" = "Cronologia";
"MODIFIED_DATE" = "Data di modifica";
"NAME" = "Nome";

// MARK: - EDIT

"BUTTON_MENU" = "Menu";
"BUTTON_MENU_HINT" = "Seleziona, riorganizza e ordina gli elementi multimediali presenti in questa vista";

"BUTTON_EDIT" = "Modifica";
"BUTTON_EDIT_HINT" = "Modalità modifica";

"BUTTON_SELECT" = "Seleziona";
"BUTTON_SELECT_HINT" = "Pulsante di selezione";

"BUTTON_SELECT_ALL" = "Seleziona tutto";
"BUTTON_SELECT_ALL_HINT" = "Seleziona tutti gli elementi multimediali presenti in questa vista";

"BUTTON_HISTORY" = "Cronologia";
"BUTTON_HISTORY_HINT" = "Visualizza i media riprodotti di recente";

"BUTTON_CLEAR" = "Cancella";
"CLEAR_HISTORY_TITLE" = "Cancella cronologia";
"CLEAR_HISTORY_MESSAGE" = "Conferma la cancellazione della cronologia";

"ADD_TO_PLAYLIST" = "Aggiungi alla scaletta";
"ADD_TO_PLAYLIST_HINT" = "Apri il menu Aggiungi a scaletta";

"PLAY_AS_AUDIO" = "Riproduci come audio";
"PLAY_AS_AUDIO_HINT" = "Riproduci il file video come un file audio.";

"PLAYLIST_PLACEHOLDER" = "Titolo della scaletta";
"PLAYLIST_DESCRIPTION" = "Scegli un titolo per la nuova scaletta";
"PLAYLIST_CREATION" = "Crea una nuova scaletta";
"PLAYLIST_CREATION_HINT" = "Mostra un'azione interattiva per creare una scaletta";
"ERROR_PLAYLIST_CREATION" = "Creazione scaletta non riuscita";
"ERROR_PLAYLIST_TRACKS" = "Recupero delle tracce non riuscito";

"ERROR_RENAME_FAILED" = "Rinomina non riuscita";
"ERROR_EMPTY_NAME" = "Il titolo non può essere vuoto";

"SHARE_LABEL" = "Condividi";
"SHARE_HINT" = "Condividi file selezionati";
"RENAME_HINT" = "Rinomina file selezionati";
"DELETE_HINT" = "Elimina file selezionati";

"ADDITIONAL_OPTIONS" = "Opzioni aggiuntive";

// MARK: - Sort

"BUTTON_SORT" = "Ordina";
"BUTTON_SORT_HINT" = "Visualizza foglio delle azioni di ordinamento";
"HEADER_TITLE_SORT" = "Ordina per";
"DESCENDING_LABEL" = "Ordine decrescente";
"DESCENDING_SWITCH_LABEL" = "Ordine crescente o decrescente";
"DESCENDING_SWITCH_HINT" = "Mostra il contesto in ordine crescente o decrescente";
"GRID_LAYOUT" = "Griglia";
"GRID_LAYOUT_HINT" = "Visualizza gli elementi come una griglia";
"LIST_LAYOUT" = "Elenco";
"HIDE_FEAT_ARTISTS" = "Nascondi collaborazioni";
"HIDE_TRACK_NUMBERS" = "Nascondi numeri di traccia";

// MARK: - VLCMediaLibraryKit - Sorting Criteria

"ALPHA" = "Alfanumericamente";
"DURATION" = "Durata";
"INSERTION_DATE" = "Data di inserimento";
"LAST_MODIFICATION_DATE" = "Data di ultima modifica";
"RELEASE_DATE" = "Data di rilascio";
"FILE_SIZE" = "Dimensione file";
"ARTIST" = "Artista";
"PLAY_COUNT" = "Contatore di riproduzione";
"ALBUM" = "Album";
"FILENAME" = "Nome file";
"TRACK_NUMBER" = "Numero traccia";
"NB_AUDIO" = "Numero di audio";
"NB_MEDIA" = "Numero di media";
"NB_VIDEO" = "Numero di video";
"NB_ALBUM" = "Numero di album";
"LAST_PLAYBACK_DATE" = "Ultima data di riproduzione";
"TRACK_ID" = "ID traccia ";
"CUSTOM" = "Personalizzato";

// MARK: - VLCNetworkLoginTVViewController

"NO_SAVING_DATA" = "Non abbiamo trovato niente";

// MARK: - MediaCollectionViewCell

"UNKNOWN_ARTIST" = "Artista sconosciuto";
"VARIOUS_ARTIST" = "Artisti vari";
"UNKNOWN_ALBUM" = "Album sconosciuto";
"SINGLE_ITEM_SELECTED" = "elemento selezionato";
"MULTIPLE_ITEMS_SELECTED" = "elementi selezionati";

// MARK: - VideoPlayerControls

"SUBTITLE_AND_TRACK_BUTTON" = "Sottotitoli e tracce audio";
"SUBTITLE_AND_TRACK_HINT" = "Scegli sottotitoli o tracce audio";

"DVD_BUTTON" = "DVD";
"DVD_HINT" = "Interfaccia DVD";

"ROTATION_LOCK_BUTTON" = "Blocca rotazione";
"ROTATION_LOCK_HINT" = "Blocca video con l'orientamento attuale";

"REPEAT_HINT" = "Ripeti lo stesso media";
"DO_NOT_REPEAT_HINT" = "Non ripetere l'elenco multimediale";
"REPEAT_ALL_HINT" = "Ripeti l'elenco multimediale";

"BACKWARD_BUTTON" = "Indietro";
"BACKWARD_HINT" = "Salta indietro";

"PREVIOUS_BUTTON" = "Precedente";
"PREVIOUS_HINT" = "Media precedente";

"PLAY_PAUSE_BUTTON" = "Riproduzione o pausa";
"PLAY_PAUSE_HINT" = "Riprendi o sospendi la riproduzione attuale";

"STOP_BUTTON" = "Ferma";
"CLOSE_HINT" = "Ferma la riproduzione";

"MINIMIZE_BUTTON" = "Minimizza";
"MINIMIZE_HINT" = "Minimizza il lettore";

"NEXT_HINT" = "Media successivo";

"FORWARD_BUTTON" = "Avanti";
"FORWARD_HINT" = "Salta in avanti";

"INTERFACE_LOCK_BUTTON" = "Blocca interfaccia";

"SELECT_A_MARK" = "Selezionare il marcatore A";
"SELECT_A_MARK_HINT" = "Selezionare il marcatore A del ciclo AB";
"SELECT_B_MARK" = "Selezionare il marcatore B";
"SELECT_B_MARK_HINT" = "Selezionare il marcatore B del ciclo AB";

"AB_LOOP" = "Ciclo A→B";
"AB_LOOP_MARKS" = "Marcatori ciclo A→B";

"RESET_AB_LOOP" = "Vuoi rimuovere il ciclo A→B?";
"RESET_AB_LOOP_MARKS" = "Vuoi ripristinare i marcatori del ciclo A→B?";

"SHUFFLE_HINT" = "Mescola l'elenco dei media";
"SHUFFLE_OFF_HINT" = "Non mescolare l'elenco multimediale";

"ASPECT_RATIO_TITLE" = "Proporzioni";
"VIDEO_ASPECT_RATIO_BUTTON" = "Proporzioni video";
"VIDEO_ASPECT_RATIO_HINT" = "Cambia le  proporzioni del video attuale";

"MORE_OPTIONS_BUTTON" = "Altro";
"MORE_OPTIONS_HINT" = "Visualizza altri controlli opzionali";

"PLAYBACK_CONTROLS_BAR_TITLE" = "Controlli di riproduzione";
"PLAYBACK_CONTROLS_BAR_HINT" = "Pausa, cerca, capitolo successivo";

"PLAYER_WARNING_SUBTITLE_CAST_TITLE" = "Sottotitoli non supportati";
"PLAYER_WARNING_SUBTITLE_CAST_DESCRIPTION" = "I sottotitoli non sono ancora supportati durante la trasmissione.";

// MARK: - MediaMoreOptionsActionSheet
"EQUALIZER_CELL_TITLE" = "Equalizzatore";
"MORE_OPTIONS_HEADER_TITLE" = "Opzioni video";
"MORE_OPTIONS_HEADER_AUDIO_TITLE" = "Opzioni audio";
"BOOKMARKS_TITLE" = "Segnalibri";
"ADD_BOOKMARKS_TITLE" = "Aggiungi segnalibri";
"BOOKMARK_DEFAULT_NAME" = "Segnalibro a";
"BOOKMARK_RENAME_TITLE" = "Rinomina segnalibro";
"BOOKMARK_DELETE_TITLE" = "Elimina segnalibro";
"BOOKMARK_DELETE_MESSAGE" = "Conferma l'eliminazione del segnalibro";
"INCREASE_BUTTON" = "Pulsante di aumento";
"INCREASE_PLAYBACK_SPEED" = "Aumenta la velocità di riproduzione";
"INCREASE_AUDIO_DELAY" = "Aumenta il ritardo dell'audio";
"INCREASE_SUBTITLES_DELAY" = "Aumenta il ritardo dei sottotitoli";
"DECREASE_BUTTON" = "Pulsante di riduzione";
"DECREASE_PLAYBACK_SPEED" = "Riduci la velocità di riproduzione";
"DECREASE_AUDIO_DELAY" = "Riduci il ritardo dell'audio";
"DECREASE_SUBTITLES_DELAY" = "Riduci il ritardo dei sottotitoli";
"DISPLAY_PLAYBACK_SPEED_SHORTCUT" = "Mostra la scorciatoia per la velocità di riproduzione";
"DISPLAY_PLAYBACK_SPEED_SHORTCUT_HINT" = "Abilita per visualizzare la scorciatoia della velocità di riproduzione";
"VIDEO_FILTERS_HINT" = "Seleziona per aprire la visualizzazione dei filtri video";
"PLAYBACK_SPEED_HINT" = "Seleziona per aprire la visualizzazione della velocità di riproduzione";
"SUBTITLES_DELAY_HINT" = "Seleziona per aprire la vista del ritardo dei sottotitoli";
"AUDIO_DELAY_HINT" = "Seleziona per aprire la vista del ritardo dell'audio";
"SLEEP_TIMER_HINT" = "Seleziona per aprire la vista del timer di spegnimento";
"EQUALIZER_HINT" = "Seleziona per aprire la vista dell'equalizzatore";
"CHAPTERS_HINT" = "Seleziona per aprire la visualizzazione dei capitoli";
"BOOKMARKS_HINT" = "Seleziona per aprire la visualizzazione dei segnalibri";
"INTERFACE_LOCK_HINT" = "Abilita l'opzione per bloccare l'interfaccia utente";

// MARK: - Settings
"FORCE_RESCAN_TITLE" = "Forza nuova scansione della raccolta multimediale";
"FORCE_RESCAN_MESSAGE" = "Vuoi forzare VLC eseguire una nuova scansione della raccolta multimediale?\nPotrebbe richiedere del tempo.";

"FEEDBACK_EMAIL_TITLE" = "Segnalazioni relative a VLC su iOS e iPad";
"FEEDBACK_EMAIL_NOT_POSSIBLE_TITLE" = "Account di posta non configurato";
"FEEDBACK_EMAIL_NOT_POSSIBLE_LONG" = "Contattaci tramite %@ da un altro dispositivo.";

"SETTINGS_THEME_BLACK" = "Usa sfondo nero in modalità scura";
"SETTINGS_THEME_BLACK_SUBTITLE" = "Migliora la vita della batteria sui dispositivi con schermo OLED";

"SETTINGS_RESET_TITLE" = "Ripristina le impostazioni";
"SETTINGS_RESET_MESSAGE" = "Vuoi ripristinare tutte le impostazioni ai loro valori predefiniti?";

"SETTINGS_PLAY_ALL" = "Riproduzione continua per le raccolte";
"SETTINGS_PLAY_ALL_HINT" = "Abilita la riproduzione automatica del file multimediale successivo nelle schede audio o video";
"SETTINGS_PLAYLIST_PLAY_ALL" = "Riproduzione continua per le scalette";
"SETTINGS_PLAYLIST_PLAY_ALL_HINT" = "Abilita la riproduzione automatica del file multimediale successivo in una scaletta";

"SETTINGS_DOCUMENTATION" = "Documentazione";

// MARK: - Local Network

"SMBV1_WARN_TITLE" = "Avviso di connessione SMBv1";
"SMBV1_WARN_DESCRIPTION" = "Abbiamo rilevato un protocollo obsoleto (SMBv1).\nSei sicuro di voler continuare con SMBv1?\nTi consigliamo di aggiornare o modificare le impostazioni del tuo server.";
"SMBV1_CONTINUE" = "Continua con SMBv1";
"SMBV1_NEXT_PROTOCOL" = "Prova SMBv2/v3";

// MARK: - Preview labels

"ENCODING" = "Codifica";

// MARK: - Media groups

"ADD_TO_MEDIA_GROUP" = "Aggiungi a gruppo di media";
"ADD_TO_MEDIA_GROUP_HINT" = "Apri il nenu aggiungi a gruppo di media";

"MEDIA_GROUPS" = "Gruppi di media";
"MEDIA_GROUPS_DESCRIPTION" = "Scegli un titolo per il nuovo gruppo di media";
"MEDIA_GROUPS_PLACEHOLDER" = "Titolo del gruppo di media";

"REMOVE_FROM_MEDIA_GROUP" = "Rimuovi da gruppo di media";
"REMOVE_FROM_MEDIA_GROUP_HINT" = "Rimuovi selezione da gruppo di media";

"MEDIA_GROUP_CREATION" = "Nuovo gruppo di media";
"MEDIA_GROUP_CREATION_HINT" = "Mostra avviso per creare una scaletta";
"MEDIA_GROUP_MOVE_TO_ROOT" = "Sposta il contenuto al livello principale";
"MEDIA_GROUP_MOVE_TO_ROOT_HINT" = "Sposta il contenuto della selezione al livello principale";

"BUTTON_REGROUP" = "Raggruppa";
"BUTTON_REGROUP_TITLE" = "Raggruppa selezione";
"BUTTON_REGROUP_HINT" = "Tentativo di raggruppare automaticamente i media singoli.";
"BUTTON_REGROUP_DESCRIPTION" = "Sei sicuro di voler provare a raggruppare automaticamente i media singoli? Potrebbe richiedere del tempo.";

// MARK: - Files.app persistence file
"MEDIALIBRARY_FILES_PLACEHOLDER" = "Inserire qui i media per aggiungerli";
"MEDIALIBRARY_ADDING_PLACEHOLDER" = "Aggiunta in corso...";

// MARK: - QueueViewController

"PLAY_HINT" = "Riproduci";
"PLAY_LABEL" = "Riproduci";
"PLAY_NEXT_IN_QUEUE_HINT" = "Riproduci prossimo in coda";
"PLAY_NEXT_IN_QUEUE_LABEL" = "Riproduci prossimo in coda";
"APPEND_TO_QUEUE_HINT" = "Aggiungi alla coda";
"APPEND_TO_QUEUE_LABEL" = "Aggiungi alla coda";
"QUEUE_LABEL" = "Coda";

"DISPLAY_AS" = "Visualizza come";

/* New strings */
"BRIGHTNESS_HINT" = "Controllo di luminosità verticale";
"BRIGHTNESS_SLIDER" = "Scorri verticalmente per cambiare il livello di luminosità";

/* New strings */
"VOLUME_HINT" = "Controllo del volume verticale";
"VOLUME_SLIDER" = "Scorri verticalmente per cambiare il livello del volume";

// MARK: - AudioMiniPlayer playback controls menu
"MENU_PLAYBACK_CONTROLS" = "Controlli di riproduzione";
"MENU_REPEAT_DISABLED" = "Non ripetere";
"MENU_REPEAT_SINGLE" = "Ripeti un elemento";
"MENU_REPEAT_ALL" = "Ripeti tutto";

// MARK: - ActionSheet

"ACTIONSHEET_BACKGROUND_LABEL" = "Sfondo del foglio delle azioni";
"ACTIONSHEET_BACKGROUND_HINT" = "Tocca per rimuovere il foglio delle azioni.";

// MARK: - Donation
"DONATION_CUSTOM_AMOUNT" = "Inserisci importo personalizzato";
"DONATION_TITLE" = "Riservatezza rispetto al profitto";
"DONATION_DESCRIPTION" = "Lettore multimediale privato, open source, finanziato da te. Nessuna pubblicità, nessun tracciamento, nessun compromesso. Gratuito per tutti. Dona ora per sostenere VideoLAN.";
"DONATION_WINDOW_TITLE" = "Fai una donazione a VideoLAN";
"DONATE_CC_DC" = "Carta di credito o di debito";
"DONATION_CHOOSE_PP" = "Seleziona il tuo fornitore di pagamento";
"DONATION_CHOOSE_CURRENCY" = "Seleziona una valuta";
"DONATION_AMOUNT" = "Importo della donazione: %@";
"DONATION_CC_NUM" = "Numero della carta di credito";
"DONATION_CC_EXPIRY_DATE" = "Data di scadenza";
"DONATION_CC_EXPIRY_DATE_MONTH" = "GG";
"DONATION_CC_EXPIRY_DATE_YEAR" = "AA";
"DONATION_CC_CVV" = "CVV";
"DONATION_APPLE_PAY_NOT_POSSIBLE" = "Configurazione di Apple Pay non riuscita";
"DONATION_APPLE_PAY_NOT_POSSIBLE_LONG" = "VLC non è riuscito a configurare Apple Pay per effettuare la tua donazione. Scegli un diverso fornitore di pagamento per continuare.";
"DONATION_DONATE_BUTTON" = "Donazione";
"PURCHASE_FAILED" = "Acquisto non riuscito.";
"SEND_DONATION" = "Invia la tua donazione";
"PURCHASE_SUCESS_TITLE" = "Donazione Inviata";
"PURCHASE_SUCESS_DESCRIPTION" = "Grazie per la tua donazione!";
"DONATION_CONTINUE" = "Continua";
"BUTTON_NOT_NOW" = "Non ora";
"DONATION_NAGSCREEN_TITLE" = "Dona oggi";
"DONATION_NAGSCREEN_SUBTITLE" = "Supporta il lettore multimediale libero e open source";
"DONATION_INVOICES" = "Fatture";
"DONATION_RECEIPTS" = "Ricevute";
"DONATION_INVOICES_RECEIPTS" = "Fatture e ricevute";
"DONATION_CHARGES_CLEARED_ON_REINSTALL" = "Se hai reinstallato VLC, le fatture o le ricevute delle donazioni precedenti non saranno disponibili in quanto tutte le tue informazioni personali sono memorizzate solo su questo dispositivo.\n\nSe hai domande, contattaci all'indirizzo donation@videolan.org e menziona questo ID utente anonimo: %@";
"DONATION_CANCEL_MONTHLY" = "Annulla donazione regolare";
"DONATION_MONTHLY" = "Mensile";
"DONATION_MONTHLY_FORMAT" = "%@/mese";
"DONATION_MONTHLY_VIDEOLAN" = "Donazione mensile a VideoLAN";
"DONATION_ONCE" = "Una tantum";
"DONATION_UPDATE_MONTHLY" = "Aggiorna donazione regolare";
"DONATION_VIDEOLAN" = "Donazione a VideoLAN";
"DONATION_CANCEL_LONG" = "Siamo tristi nel vederti annullare le regolari donazioni mensili a VideoLAN. Il tuo precedente supporto significa molto per noi. Grazie mille!";
"DONATION_BANK_TRANSFER" = "Bonifico bancario";
"DONATION_BANK_TRANSFER_LONG" = "Stripe elabora le donazioni effettuate a VideoLAN. VideoLAN non memorizza né raccoglie le tue informazioni personali.";
"DONATION_BUTTON_AGREE" = "Accetto";
"DONATION_IBAN" = "Numero di conto bancario (IBAN)";
"DONATION_EMAIL" = "Email";
"DONATION_NAME" = "Nome";
"DONATION_NAME_BANK_ACCOUNT" = "Nome sul conto bancario";
"DONATION_EMBARGOED_COUNTRY" = "Al momento non possiamo accettare donazioni nel tuo paese. Goditi VLC!";

// MARK: - Playback keyboard shortcuts

"KEY_JUMP_BACKWARDS" = "Salta indietro";
"KEY_JUMP_FORWARDS" = "Salta in avanti";
"KEY_INCREASE_PLAYBACK_SPEED" = "Aumenta velocità di riproduzione";
"KEY_DECREASE_PLAYBACK_SPEED" = "Riduci velocità di riproduzione";
"KEY_RESET_PLAYBACK_SPEED" = "Ripristina velocità di riproduzione";
"KEY_SEEK_TO_PERCENT" = "Spostamento al %i%% della durata";

// MARK: - TitleSelection

"TITLESELECTION_BACKGROUND_LABEL" = "Sfondo di selezione del titolo";
"TITLESELECTION_BACKGROUND_HINT" = "Tocca per rimuovere la vista.";

// MARK: - NEW DELETE STRINGS
"DELETE_SINGLE_TITLE" = "Eliminare \"%@\"?";
"DELETE_MULTIPLE_TITLE" = "Eliminare \"%@\" e %d altri?";

// MARK: - AppIntent Strings
"APPINTENT_PLAY_MEDIA_TITLE" = "Riproduci in background";
"APPINTENT_PLAY_MEDIA_DESCRIPTION" = "Riproduci la scaletta selezionata in background senza aprire l'applicazione.";
"APPINTENT_PLAY_MEDIA_PLAY_${mediaName}" = "Riproduci ${mediaName} in background";

// MARK: - VerticalSliderControl Strings
"VERTICAL_SLIDER_CONTROL_ACCESSIBILITY_LABEL" = "Cursore verticale";
"VERTICAL_SLIDER_CONTROL_INCREMENT_ACTION" = "Incremento";
"VERTICAL_SLIDER_CONTROL_DECREMENT_ACTION" = "Decremento";

// MARK: - Download Completion Announcement
"DOWNLOAD_COMPLETED_ANNOUNCEMENT" = "Scaricamento del file \"%@\" completato";

//MARK: - Playlist Add Action Status
"ADD_TO_PLAYLIST_STATUS_MESSAGE" = "Aggiunti %d media a %@";
"ADD_ALERT_TITLE" = "Selezione trovata in scaletta";
"ADD_ALERT_MESSAGE_SINGLE" = "Stai provando ad aggiungere un media che è già parte di %@";
"ADD_ALERT_MESSAGE_MULTIPLE" = "Stai tentando di aggiungere %d media che sono già parte di %@";

//MARK: - Last played playlist indicator
"LAST_PLAYED_PLAYLIST_LABEL_TITLE" = "Ultima riproduzione";
